    {
        "animeData": [
            {
                "id": 0,
                "name": "One Piece",
                "img": "https://anime-fans.ru/wp-content/uploads/2023/04/One-Piece-Glava-1082-Data-Vyhoda-Spojlery-2.jpg",
                "description": "Шалено популярне молодіжне аніме про пригоди команди піратів під назвою «Пірати Солом'яного капелюха» на чолі з капітаном Манком Д. Луффі, який в дитинстві з'їв Диявольський плід Гума-Гума, що дав йому здатність розтягуватися, немов гума. Отже, юний хлопчина із невеличкого села та неймовірними здібностями на ім'я Луффі, мріє стати піратом. Після смерті легендарного пірата Гол Д. Роджера, безліч сміливців кинулися на пошуки його незлічених багатств, які в народі отримали назву «Ван-Піс». Луффі також дізнається про скарб і вирішує, що саме зараз настав час втілити свою мрію в життя.",
                "trailer": "https://www.youtube.com/embed/LHTYpWI3S6Q?si=_sP8V6kIMBsoV_ne",
                "comments": [
                    {
                        "id": 0,
                        "text": "Good anime!"
                    },
                    {
                        "id": 1,
                        "text": "WpWp!"
                    }
                ]
            },
            {
                "id": 1,
                "name": "Death Note",
                "img": "https://media.kg-portal.ru/anime/d/deathnote/posters/deathnote_24.jpg",
                "description": "В основу сюжету фентезійного аніме серіалу «Зошит смерті» лягли культові японські комікси, так звана манга, написана відомим японським письменником Цугумі Оба. Мультсеріал роповідає історію про якийсь дивний зошит, що володіє магічними властивостями, і є ідеальною зброєю. Згідно з легендою, якщо написати на ній ім'я людини і вказати її прикмети, то незабаром її неодмінно спіткає смерть.Одного разу цей жахливий зошит опиняється в руках звичайнісінького школяра Лайта Ягамі. Батько хлопчика більшу частину свого життя присвятив роботі в поліції, намагаючись очистити суспільство від злочинності. Але як би він не намагався це зробити, світ навколо ставав лише гіршим. Заповітна мрія Лайта піти стопами свого батька. І ось коли в його руках виявляється така потужна зброя як зошит смерті, він починає вершити своє власне правосуддя, навіть не думаючи, до яких серйозних наслідків це може призвести.",
                "trailer": "https://www.youtube.com/embed/NlJZ-YgAt-c?si=oHLnbU95YmB_OuLi",
                "comments": [
                    {
                        "id": 0,
                        "text": "better"
                    },
                    {
                        "id": 1,
                        "text": "amazing"
                    },
                    {
                        "id": 2,
                        "text": "OMG!"
                    },
                    {
                        "id": 3,
                        "text": "WP!"
                    },
                    {
                        "id": 4,
                        "text": "good anime"
                    },
                    {
                        "id": 5,
                        "text": "zbs2"
                    },
                    {
                        "id": 6,
                        "text": "zbs3"
                    },
                    {
                        "id": 7,
                        "text": "zbs4"
                    },
                    {
                        "id": 8,
                        "text": "zbs5"
                    },
                    {
                        "id": 9,
                        "text": "zbs6"
                    },
                    {
                        "id": 10,
                        "text": "zbs7"
                    }
                    
                ]
            }
        ],
        "newsData": [
            {
                "id": 0,
                "name": "News"
            },
            {
                "id": 1,
                "name": "News"
            },
            {
                "id": 2,
                "name": "News"
            },
            {
                "id": 3,
                "name": "News"
            }
        ]
    }